export const WaitingPageConfig = {
  title: "대회 입장 대기실",
  subTitle: "대회 입장 전 주의사항",
  content: `
  <b>1.</b> 대회 시작 10분 전까지 대기실에 입장해서 시작 시간 정각에 입장해주세요. 늦은 입장은 대회 시간 연장의 사유가 되지 않습니다.  
  <b>2.</b> 대회 중에는 인터넷 검색이 제한될 수 있으니 필요한 자료는 미리 준비하세요.  
  <b>3.</b> 대회 도중 다른 프로그램의 사용을 금지합니다. 오직 IDEARLY 알고리즘 편집 도구만 사용 가능합니다.  
  <b>4.</b> 문제 이해를 돕기 위한 개인 노트나 메모는 사용할 수 있습니다.  
  <b>5.</b> 대회 중에는 서로 소통은 IDEARLY 에디터의 음성 채팅과 텍스트 채팅으로 가능하며 그 외 프로그램으로 소통은 불가합니다.  
  <b>6.</b> 모든 문제는 대회 도중 유출을 금지하며 대회 종료 이후 이전 대회 문제를 제공해드립니다.  
  <b>7.</b> 대회 도중 기술적 문제가 발생할 경우, 즉시 주최 측에 알려주세요.  
  <b>8.</b> 대회 시간이 종료되면, 자동으로 문제 제출이 마감되며, 이후 답안 제출을 할 수 없습니다.  
  <b>9.</b> 대회 규칙을 준수하지 않을 경우, 실격 처리될 수 있습니다.  
`,
};
